INSERT INTO bookstore.t_book (title, author, publication_date, press, isbn, pages, cost, cover_path, description, add_time, link) VALUES ('洞见：领导者决策与修炼', '项保华', '2017-01-01', '企业管理出版社', '9787516413999', 284, 35.60, '1_1.jpg', '本书基于企业经营的视角，以简约凝练的笔触，探讨领导者决策洞见的修炼问题。    
    全书分四篇共八章：   
    决策前提——目标定位、价值排序；
    决策依据——事实真相、情绪感觉；
    决策情境——受限决断、社会互动；
    决策践行——行思习性、组织惯例。
    通过揭示体现在决策初心、判断、选择、落实背后的人性特征与事物规律，为提升个体及组织的决策管理水平与能力提供实用的操作指导。', '2017-02-12 21:26:36', 'http://product.dangdang.com/24159204.html');
INSERT INTO bookstore.t_book (title, author, publication_date, press, isbn, pages, cost, cover_path, description, add_time, link) VALUES ('华为三十年：从“土狼”到“狮子”的生死蜕变', '程东升 刘丽丽', '2016-10-01', '贵州人民出版社', '9787221135476', null, 33.10, '2_1.jpg', '一位低调的商业思想家，数十位40岁出头的企业战略家和几千位30多岁的中高层管理者，率领着十多万20到30岁的中高级知识分子为主体的知识型大军，纵横全球五大洲。他们过去三十年成功的关键是什么？还能继续持续吗？年收入三千多亿元，华为的赚钱密码是什么？下一步华为会走向哪里？会崩溃或消亡吗？
本书是《华为真相》时隔十二年后的修订版。严格来说，这是一本讲述华为发展史的新著。作者以坚韧不拔之志，克服种种困难，采访了数百位“华为人”，访谈整理稿多达400余万字，录音材料200小时以上，对原著进行了超过70%的修订，补充了十几万字新内容，历时五年，写就本书。', '2017-02-12 22:23:31', 'http://product.dangdang.com/24046609.html');